import { MaintenanceResponsibility } from '@/types/servicePage';

export const serviceResponsibility: MaintenanceResponsibility = {
  title: 'Вот наше обещание для ценных клиентов Hyundai.',
  subtitle: 'Мы ценим всех наших клиентов и обязуемся:',
  text: 'Подробное описание отношения к сервису клиента расписано в «Обещание по обслуживанию клиентов Hyundai». Мы всегда считаем каждого клиента ценным и стремимся удовлетворить наших клиентов, предлагая качественные услуги.',
  listItems: [
    {
      id: 1,
      listText: 'Слушать внимательно и активно следить за тем что вы нам говорите',
    },
    {
      id: 2,
      listText: 'Поддерживать чистую, безопасную и дружелюбную обстановку',
    },
    {
      id: 3,
      listText: 'Запишитесь на прием, который удобен для вас',
    },
    {
      id: 4,
      listText:
        'Обращаться к вам быстро по прибытию в дружеской и профессиональной манере',
    },
    {
      id: 5,
      listText: 'Предоставить вам точную оценку времени и стоимости',
    },
    {
      id: 6,
      listText:
        'Получить предварительное разрешение перед началом любой дополнительной работы',
    },
    {
      id: 6,
      listText:
        'Получить предварительное разрешение перед началом любой дополнительной работы',
    },
    {
      id: 7,
      listText: 'Тщательно объяснить все выполненные услуги и предоставить все расходы',
    },
    {
      id: 8,
      listText: 'Автомобиль возвращается в согласованное время в чистоте и порядкеы',
    },
    {
      id: 9,
      listText:
        'Свяжитесь с нами в течение 3 рабочих дней, чтобы убедиться, что вы удовлетворены всеми предоставляемыми услугами.',
    },
  ],
};
