import { DetailedStock } from '@/types/servicePage';

export const stockDetailed: DetailedStock = {
  id: 1,
  title: 'Выгода до 35% на аксессуары и дополнительное оборудование!',
  imagePath: '/stock.webp',
  description: `
    Автомобили Hyundai прекрасны! Но можно довести совершенство до абсолюта и добавить им еще больше лоска с максимальной выгодой до 15 апреля включительно.

    Выгода до 35% на аксессуары и дополнительное оборудование!

    А так же выгода до 30% на услуги и товары детейлинга.

    Акция распространяется во всех дилерских центрах Hyundai в Ташкенте.

    *Количество аксессуаров и оборудования ограничено.

    Список дополнительного оборудования и аксессуаров по акции необходимо уточнять у сервисных консультантов.

    Узнать подробнее:
    Единый call-центр: 1248

    78 122 12 22 - Hyundai Premium Sergeli
    71 225 89 89 - Hyundai Yunusobod
    78 122 08 88 - Hyundai Toshkent City
    78 122 07 77 - Hyundai Qushbegi
  `,
};
